{
  "format": "layers-model",
  "generatedBy": null,
  "convertedBy": "TensorFlow.js Converter v1.5.2",
  "modelTopology": null,
  "weightsManifest": [
    {
      "paths": ["group1-shard1of1.bin"],
      "weights": [
        { "name": "dense_1/kernel", "shape": [3, 4], "dtype": "float32" },
        { "name": "dense_1/bias", "shape": [4], "dtype": "float32" },
        { "name": "dense_2/kernel", "shape": [4, 4], "dtype": "float32" },
        { "name": "dense_2/bias", "shape": [4], "dtype": "float32" },
        { "name": "dense_3/kernel", "shape": [4, 1], "dtype": "float32" },
        { "name": "dense_3/bias", "shape": [1], "dtype": "float32" }
      ]
    }
  ]
}
